Repository: Hamad3bdulla/herdme
Catalog: Windows/HerdMe.Windows/Strings/*/Resources.resw
Source language: en_us
Languages: ar

# ErrorHintTimeout
source: The other side didn't answer in time. Try again in a moment.
ar: لم يستجب الطرف الآخر في الوقت المحدد. حاول مرة أخرى بعد قليل.

# ErrorHintCancelled
source: The operation was stopped before it finished.
ar: توقفت العملية قبل أن تكتمل.

# ErrorDialogMessageName
source: Error message
ar: رسالة الخطأ

# ErrorDialogCopyDetails
source: Copy details
ar: نسخ التفاصيل

# ErrorDialogOpenLog
source: Open diagnostics log
ar: فتح سجل التشخيص

# ErrorDialogCopied
source: Details copied. Paste them into an issue report.
ar: تم نسخ التفاصيل. ألصقها في بلاغ المشكلة.

# ErrorDialogLogOpened
source: The diagnostics log is open in Explorer.
ar: سجل التشخيص مفتوح في المستكشف.

# ErrorDialogLogMissing
source: No diagnostics log has been written yet.
ar: لم يُكتب أي سجل تشخيص بعد.

# InputPortRequired
source: Enter a port.
ar: أدخل رقم المنفذ.

# InputPortRange
source: Use a whole number from 1 to 65535.
ar: استخدم رقمًا صحيحًا من 1 إلى 65535.

# InputPortSites
source: Port {0} serves your .test sites. Choose another port.
ar: المنفذ {0} يخدم مواقع ‎.test‎. اختر منفذًا آخر.

# InputPortHerdMe
source: Another HerdMe service already uses port {0}.
ar: خدمة أخرى في HerdMe تستخدم المنفذ {0} بالفعل.

# InputPortBusy
source: Port {0} is in use by another program.
ar: المنفذ {0} يستخدمه برنامج آخر.

# InputPortLow
source: Port {0} is free, but ports below 1024 often clash with system services.
ar: المنفذ {0} متاح، لكن المنافذ الأقل من 1024 تتعارض غالبًا مع خدمات النظام.

# InputPortFree
source: Port {0} is free.
ar: المنفذ {0} متاح.

# InputPortSuggestion
source: Try {0}.
ar: جرّب {0}.

# InputNameTooLong
source: Keep the name under {0} characters.
ar: اجعل الاسم أقل من {0} حرفًا.

# InputNameInvalid
source: The name contains characters that can't be used.
ar: يحتوي الاسم على أحرف غير مسموحة.

# InputNameDuplicate
source: You already have a service named {0}.
ar: لديك بالفعل خدمة باسم {0}.

# InputPathInvalid
source: This isn't a valid folder path.
ar: هذا ليس مسار مجلد صالحًا.

# InputPathNotAbsolute
source: Use a full path that starts with a drive letter, like D:\Projects.
ar: استخدم مسارًا كاملًا يبدأ بحرف قرص، مثل D:\Projects.

# InputPathMissing
source: This folder doesn't exist.
ar: هذا المجلد غير موجود.

# InputPathFound
source: Folder found.
ar: تم العثور على المجلد.

# InputPathAlreadyParked
source: This folder is already parked.
ar: هذا المجلد مضاف بالفعل.

# InputTimezoneFormat
source: Use a zone like Asia/Riyadh or UTC.
ar: استخدم منطقة مثل Asia/Riyadh أو UTC.

# InputTimezoneUnknown
source: {0} isn't a zone Windows knows; PHP may reject it.
ar: {0} ليست منطقة يعرفها ويندوز؛ قد يرفضها PHP.

# InputFixFieldsFirst
source: Fix the highlighted field first.
ar: صحّح الحقل المميز أولًا.

# OperationsComposerTools
source: Composer and Laravel installer for PHP {0}
ar: Composer ومثبت Laravel لـ PHP {0}

# OperationsCancelled
source: Cancelled.
ar: تم الإلغاء.

# OperationsCancelling
source: Cancelling...
ar: جارٍ الإلغاء...

# OperationsMany
source: {0} operations in progress
ar: {0} عمليات قيد التنفيذ

# OperationsCancelAll
source: Cancel all
ar: إلغاء الكل

# OperationsBarProgress.AutomationProperties.Name
source: Progress
ar: التقدم

# OperationsBarDetails.Content
source: Details
ar: التفاصيل

# OperationsBarCancel.Content
source: Cancel
ar: إلغاء

# OperationsStageBackingUp
source: backing up
ar: نسخ احتياطي

# OperationsStageResolving
source: finding the release
ar: البحث عن الإصدار

# OperationsStageDownloading
source: downloading
ar: تنزيل

# OperationsStageRetrying
source: retrying
ar: إعادة المحاولة

# OperationsStageVerifying
source: checking SHA-256
ar: التحقق من SHA-256

# OperationsStageExtracting
source: extracting
ar: فك الضغط

# OperationsStageInstalling
source: installing
ar: تثبيت

# OperationsStageCompleted
source: done
ar: اكتمل

# OperationsStageCancelled
source: cancelled
ar: أُلغي

# OperationsStageFailed
source: failed
ar: فشل

# PhpCompareTitle.Text
source: Compare PHP versions
ar: مقارنة إصدارات PHP

# PhpCompareDescription.Text
source: Installed versions side by side: version, and which extensions each one loads.
ar: الإصدارات المثبتة جنبًا إلى جنب: رقم الإصدار والإضافات التي يحمّلها كل إصدار.

# PhpCompareDifferencesOnly.Content
source: Only differences
ar: الاختلافات فقط

# PhpCompareButton.Content
source: Compare
ar: قارن

# PhpCompareRunning
source: Checking each installed version...
ar: جارٍ فحص كل إصدار مثبت...

# PhpCompareNothingInstalled
source: No PHP version is installed yet.
ar: لا يوجد إصدار PHP مثبت بعد.

# PhpCompareOnlyOne
source: Only one PHP version is installed. Install another to compare.
ar: إصدار PHP واحد فقط مثبت. ثبّت إصدارًا آخر للمقارنة.

# PhpCompareDone
source: Compared {0} versions.
ar: تمت مقارنة {0} إصدارات.

# PhpCompareExtensionHeader
source: Extension
ar: الإضافة

# PhpCompareVersionRow
source: Version
ar: الإصدار

# PhpCompareFailed
source: Could not check: {0}
ar: تعذّر الفحص: {0}

# PhpCompareRequiredName
source: {0} (required)
ar: {0} (مطلوبة)

# PhpCompareNoDifferences
source: All installed versions load the same extensions.
ar: كل الإصدارات المثبتة تحمّل الإضافات نفسها.

# PhpCompareAbsent
source: Not available
ar: غير متوفرة

# PhpCompareCellName
source: {0} on PHP {1}: {2}
ar: {0} على PHP {1}: {2}

# PhpIniTitle.Text
source: php.ini
ar: إعدادات php.ini

# PhpIniOverrideInfo.Title
source: Edit with care
ar: عدّل بحذر

# PhpIniOverrideInfo.Message
source: The PHP settings above are passed to PHP when it starts and win over this file. HerdMe also puts back the extensions Laravel needs. The previous file is kept as php.ini.bak.
ar: إعدادات PHP أعلاه تُمرَّر إلى PHP عند تشغيله وتتقدّم على هذا الملف. ويعيد HerdMe أيضًا الإضافات التي يحتاجها Laravel. يُحفظ الملف السابق باسم php.ini.bak.

# PhpIniSearch.PlaceholderText
source: Find in php.ini
ar: ابحث في php.ini

# PhpIniSearch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Find in php.ini
ar: ابحث في php.ini

# PhpIniPrevious.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Previous match
ar: النتيجة السابقة

# PhpIniNext.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Next match
ar: النتيجة التالية

# PhpIniPreviousTooltip
source: Previous match (Shift+F3)
ar: النتيجة السابقة (Shift+F3)

# PhpIniNextTooltip
source: Next match (Enter or F3)
ar: النتيجة التالية (Enter أو F3)

# PhpIniEditor.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: php.ini contents
ar: محتوى php.ini

# PhpIniReload.Content
source: Reload
ar: إعادة التحميل

# PhpIniSave.Content
source: Save php.ini
ar: حفظ php.ini

# PhpIniNotInstalled
source: Install this PHP version to edit its php.ini.
ar: ثبّت إصدار PHP هذا لتعديل ملف php.ini الخاص به.

# PhpIniReadFailed
source: php.ini could not be read: {0}
ar: تعذّرت قراءة php.ini: {0}

# PhpIniChangedOnDisk
source: php.ini changed on disk since you opened it. Copy your edits, then Reload.
ar: تغيّر php.ini على القرص منذ فتحه. انسخ تعديلاتك ثم أعد التحميل.

# PhpIniUnsaved
source: Unsaved changes. Ctrl+S saves php.ini.
ar: تغييرات غير محفوظة. Ctrl+S يحفظ php.ini.

# PhpIniMatchCount
source: {0} matches
ar: {0} نتيجة

# PhpIniMatchPosition
source: {0} of {1}
ar: {0} من {1}

# PhpIniNoMatches
source: No matches
ar: لا نتائج

# PhpIniMissingRequired
source: Not saved: this file turns off an extension Laravel needs. HerdMe would turn it back on at the next start.
ar: لم يُحفظ: هذا الملف يعطّل إضافة يحتاجها Laravel، وسيعيد HerdMe تفعيلها عند التشغيل التالي.

# PhpIniTooLarge
source: Not saved: the file is larger than 1 MB.
ar: لم يُحفظ: الملف أكبر من 1 ميغابايت.

# PhpIniSaved
source: Saved. The previous file is php.ini.bak.
ar: تم الحفظ. الملف السابق هو php.ini.bak.

# PhpIniSavedToast
source: php.ini saved for PHP {0}
ar: تم حفظ php.ini لـ PHP {0}

# PhpIniSaveFailed
source: php.ini was not saved: {0}
ar: لم يُحفظ php.ini: {0}

# ServicesCardPort
source: Port {0}
ar: المنفذ {0}

# ServicesCardCopyAddress
source: Copy the address of {0}
ar: نسخ عنوان {0}

# ServicesAddressCopied
source: Copied {0}
ar: تم نسخ {0}

# TitleBarSearchBox.PlaceholderText
source: Search pages and sites (Ctrl+K)
ar: ابحث في الصفحات والمواقع (Ctrl+K)

# TitleBarSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search pages, sites and actions
ar: البحث في الصفحات والمواقع والإجراءات

# TitleBarStartAll.Text
source: Start all
ar: تشغيل الكل

# TitleBarStopAll.Text
source: Stop all
ar: إيقاف الكل

# TitleBarOpenDashboard.Text
source: Open dashboard
ar: فتح لوحة التحكم

# TitleBarStatusTooltip
source: Environment: start, stop, or open the dashboard
ar: البيئة: تشغيل أو إيقاف أو فتح لوحة التحكم

# TitleBarSearchPageDetail
source: Page
ar: صفحة

# TitleBarSearchActionDetail
source: Action
ar: إجراء

# TitleBarSearchStartAll
source: Start all
ar: تشغيل الكل

# TitleBarSearchStopAll
source: Stop all
ar: إيقاف الكل

# TitleBarSearchNoResults
source: No matching pages or sites
ar: لا توجد صفحات أو مواقع مطابقة

# NotificationActionRestartService
source: Restart service
ar: إعادة تشغيل الخدمة

# NotificationActionOpenServices
source: Open Services
ar: فتح الخدمات

# NotificationActionOpenSite
source: Open site
ar: فتح الموقع

# NotificationActionOpenLogs
source: Open logs
ar: فتح السجلات

# NotificationActionOpenUpdates
source: Open Updates
ar: فتح التحديثات

# NotificationActionOpenGeneral
source: Open General
ar: فتح الإعدادات العامة

# GeneralActionNotificationsTitle.Text
source: Buttons on notifications
ar: أزرار في الإشعارات

# GeneralActionNotificationsDescription.Text
source: Use Windows notifications with buttons such as Restart service and Open logs. This registers HerdMe for notifications under your Windows account; turning it off or uninstalling removes that.
ar: استخدم إشعارات Windows مع أزرار مثل إعادة تشغيل الخدمة وفتح السجلات. هذا يسجّل HerdMe للإشعارات في حساب Windows الخاص بك فقط، وإيقافه أو إلغاء التثبيت يزيل هذا التسجيل.

source: Buttons on notifications
ar: أزرار في الإشعارات

# GeneralActionNotificationsUnsupported
source: This version of Windows does not support notification buttons. HerdMe keeps using the tray notification.
ar: هذا الإصدار من Windows لا يدعم أزرار الإشعارات. سيستمر HerdMe في استخدام إشعار شريط المهام.

# GeneralActionNotificationsFailed
source: Windows did not turn on notification buttons. HerdMe keeps using the tray notification.
ar: لم يفعّل Windows أزرار الإشعارات. سيستمر HerdMe في استخدام إشعار شريط المهام.

source: Progress
ar: التقدم

# TitleBarBellHeader.Text
source: Notifications
ar: الإشعارات

# TitleBarBellMarkRead.Content
source: Mark all read
ar: تعليم الكل كمقروء

# TitleBarBellClear.Content
source: Clear
ar: مسح

# TitleBarBellEmpty.Text
source: Nothing yet. When a service, worker or public link stops unexpectedly, it is listed here, even if HerdMe was in the tray.
ar: لا شيء بعد. عندما تتوقف خدمة أو عملية خلفية أو رابط عام بشكل غير متوقع، تظهر هنا حتى لو كان HerdMe في شريط المهام.

# TitleBarBellName
source: Notifications
ar: الإشعارات

# TitleBarBellUnread
source: Notifications, {0} unread
ar: الإشعارات، {0} غير مقروءة

# TitleBarBellUnreadEntry
source: Unread: {0}
ar: غير مقروء: {0}

# TitleBarBellCleared
source: Notifications cleared
ar: تم مسح الإشعارات

# TitleBarBellJustNow
source: Just now
ar: الآن

# TitleBarBellMinutesAgo
source: {0} min ago
ar: قبل {0} دقيقة

# TitleBarBellHoursAgo
source: {0} h ago
ar: قبل {0} ساعة

# TitleBarBellRepeated
source: {0} times
ar: {0} مرات

# TitleBarBellNotShown
source: Not shown by Windows
ar: لم يعرضه Windows

# TaskbarThumbStartAll
source: Start all
ar: تشغيل الكل

# TaskbarThumbStopAll
source: Stop all
ar: إيقاف الكل

# TaskbarThumbOpenSite
source: Open {0}
ar: فتح {0}

# TaskbarThumbOpenSiteNone
source: Open a site (none opened yet)
ar: فتح موقع (لم يُفتح أي موقع بعد)

# TrayPanelSitesHeader
source: Sites
ar: المواقع

# TrayPanelSitesEmpty
source: No sites yet. Create or park one in HerdMe.
ar: لا توجد مواقع بعد. أنشئ موقعًا أو أضف مجلدًا في HerdMe.

# TrayPanelOpenSite
source: Open {0} in the browser
ar: فتح {0} في المتصفح

# TrayPanelShowSite
source: Show {0} in HerdMe
ar: عرض {0} في HerdMe

# TrayPanelStartFirst
source: Start the environment first
ar: شغّل البيئة أولًا

# DashboardUpdating
source: Updating...
ar: جارٍ التحديث...

# DashboardGettingStartedTitle.Text
source: Getting started
ar: البداية

source: Hide getting started
ar: إخفاء البداية

# DashboardGettingStartedDismissTooltip
source: Hide this list
ar: إخفاء هذه القائمة

# DashboardGettingStartedProgress
source: {0} of {1} done
ar: تم {0} من {1}

# DashboardGettingStartedDone
source: done
ar: تم

# DashboardGettingStartedOpen
source: not done yet
ar: لم يتم بعد

# DashboardGettingStartedHidden
source: Getting started hidden
ar: تم إخفاء البداية

# DashboardGettingStartedCreateSiteTitle
source: Create a site
ar: أنشئ موقعًا

# DashboardGettingStartedCreateSiteDescription
source: Start a new Laravel project or park a folder you already have.
ar: ابدأ مشروع Laravel جديدًا أو أضف مجلدًا موجودًا.

# DashboardGettingStartedCreateSiteAction
source: Create
ar: إنشاء

# DashboardGettingStartedOpenSiteTitle
source: Open it in the browser
ar: افتحه في المتصفح

# DashboardGettingStartedOpenSiteDescription
source: Every site gets https://name.test/ with a trusted certificate.
ar: كل موقع يحصل على https://name.test/ بشهادة موثوقة.

# DashboardGettingStartedOpenSiteAction
source: Open
ar: فتح

# DashboardGettingStartedSendMailTitle
source: Send a test mail
ar: أرسل بريدًا تجريبيًا

# DashboardGettingStartedSendMailDescription
source: Mail your app sends is caught here instead of reaching real inboxes.
ar: البريد الذي يرسله تطبيقك يُلتقط هنا بدل أن يصل إلى صناديق حقيقية.

# DashboardGettingStartedSendMailAction
source: Open Mail
ar: فتح البريد

# DashboardGettingStartedTryDumpTitle
source: Try a dump
ar: جرّب dump

# DashboardGettingStartedTryDumpDescription
source: Call dump() in your code and see the value in Dumps.
ar: استدعِ dump() في الكود وشاهد القيمة في Dumps.

# DashboardGettingStartedTryDumpAction
source: Open Dumps
ar: فتح Dumps

# OperationsStage
source: stage
ar: المرحلة

# SitesArtisanRecentLabel
source: recent
ar: حديث

# SitesArtisanTypeCommandField
source: Command (type to search)
ar: الأمر (اكتب للبحث)

# SitesArtisanTypeCommandPlaceholder
source: e.g. route:list --path=api
ar: مثال: route:list --path=api

# SitesEnvironmentAddMissing
source: Add them
ar: أضفها

# SitesEnvironmentAddPlaceholder
source: Add a variable, e.g. MAIL_HOST
ar: أضف متغيرًا، مثل MAIL_HOST

# SitesEnvironmentAddTooltip
source: Type a name and press Enter. Suggestions come from .env.example and common Laravel settings.
ar: اكتب الاسم واضغط Enter. الاقتراحات من .env.example وإعدادات Laravel الشائعة.

# SitesEnvironmentBack
source: Back
ar: رجوع

# SitesEnvironmentDiffCreates
source: The site has no .env yet; saving creates it.
ar: لا يوجد .env للموقع بعد، والحفظ سينشئه.

# SitesEnvironmentDiffNoVariables
source: No variable values change.
ar: لا تتغير قيم أي متغير.

# SitesEnvironmentDiffOtherLines
source: Comments or blank lines also change.
ar: تتغير أيضًا تعليقات أو أسطر فارغة.

# SitesEnvironmentDiffProblems
source: {0} lines still have problems. You can save anyway.
ar: ما زال في {0} أسطر مشاكل. يمكنك الحفظ رغم ذلك.

# SitesEnvironmentInvalidKey
source: Names use letters, digits and underscores and cannot start with a digit.
ar: الأسماء تتكون من حروف وأرقام وشرطة سفلية ولا تبدأ برقم.

# SitesEnvironmentMissingTitle
source: {0} variables from .env.example are missing
ar: {0} من متغيرات .env.example غير موجودة

# SitesEnvironmentMoreProblems
source: and {0} more
ar: و{0} أخرى

# SitesEnvironmentMultiline
source: Multi-line value. Edit it in the Text view.
ar: قيمة من عدة أسطر. عدّلها من عرض النص.

# SitesEnvironmentNoVariables
source: No variables yet. Add one above or switch to Text.
ar: لا توجد متغيرات بعد. أضف واحدًا بالأعلى أو انتقل إلى النص.

# SitesEnvironmentProblemDuplicate
source: Line {0}: {1} is defined more than once; Laravel uses the first one.
ar: السطر {0}: المتغير {1} معرّف أكثر من مرة، وLaravel يأخذ الأول.

# SitesEnvironmentProblemInvalid
source: Line {0} is not a NAME=value line or a comment.
ar: السطر {0} ليس بصيغة NAME=value ولا تعليقًا.

# SitesEnvironmentProblemQuote
source: Line {0}: the quote in {1} is never closed.
ar: السطر {0}: علامة التنصيص في {1} غير مغلقة.

# SitesEnvironmentProblemWhitespace
source: Line {0}: the value of {1} has spaces; put it in double quotes.
ar: السطر {0}: قيمة {1} فيها مسافات، ضعها بين علامتي تنصيص.

# SitesEnvironmentProblemsTitle
source: Laravel may not read these lines
ar: قد لا يقرأ Laravel هذه الأسطر

# SitesEnvironmentRemoveVariable
source: Remove {0}
ar: حذف {0}

# SitesEnvironmentRevealSecrets
source: Show secret values
ar: إظهار القيم السرية

# SitesEnvironmentReviewButton
source: Review changes
ar: مراجعة التغييرات

# SitesEnvironmentReviewHeading
source: These changes will be saved to .env:
ar: سيتم حفظ هذه التغييرات في .env:

# SitesEnvironmentSavedToast
source: Saved .env for {0}
ar: تم حفظ .env للموقع {0}

# SitesEnvironmentTextView
source: Text
ar: النص

# SitesEnvironmentVariablesView
source: Variables
ar: المتغيرات

# SitesTemplateLearnMore
source: Learn more about this template
ar: اعرف المزيد عن هذا القالب

# SitesTemplateLearnMoreAbout
source: Learn more about {0}
ar: اعرف المزيد عن {0}

# ServicesCopyEnvironmentMenu.Text
source: Copy Laravel .env settings
ar: نسخ إعدادات .env لـ Laravel

# ServicesEnvironmentNoVariables
source: HerdMe has no Laravel .env settings for {0}.
ar: لا توجد لدى HerdMe إعدادات .env لـ Laravel خاصة بـ {0}.

# ServicesEnvironmentPreviewHeading
source: Changes to this site's .env:
ar: التغييرات على ملف .env لهذا الموقع:

# ServicesEnvironmentPreviewUpToDate
source: This site's .env already has these settings.
ar: ملف .env لهذا الموقع يحتوي هذه الإعدادات مسبقًا.

# SitesTemplateNoneName
source: Blank Laravel
ar: Laravel فارغ

# SitesTemplateNoneDescription
source: A clean Laravel application with no authentication or frontend scaffolding.
ar: تطبيق Laravel نظيف بدون تسجيل دخول أو واجهة جاهزة.

# SitesTemplateReactName
source: React
ar: ريأكت

# SitesTemplateReactDescription
source: Official starter kit: Inertia, React, TypeScript, Tailwind and shadcn/ui with login and registration.
ar: حزمة البداية الرسمية: Inertia وReact وTypeScript وTailwind وshadcn/ui مع تسجيل الدخول والتسجيل.

# SitesTemplateVueName
source: Vue
ar: فيو

# SitesTemplateVueDescription
source: Official starter kit: Inertia, Vue, TypeScript, Tailwind and shadcn-vue with login and registration.
ar: حزمة البداية الرسمية: Inertia وVue وTypeScript وTailwind وshadcn-vue مع تسجيل الدخول والتسجيل.

# SitesTemplateSvelteName
source: Svelte
ar: سفِلت

# SitesTemplateSvelteDescription
source: Official starter kit: Inertia, Svelte, TypeScript and Tailwind with login and registration.
ar: حزمة البداية الرسمية: Inertia وSvelte وTypeScript وTailwind مع تسجيل الدخول والتسجيل.

# SitesTemplateLivewireName
source: Livewire
ar: لايف واير

# SitesTemplateLivewireDescription
source: Official starter kit: Livewire, Blade and Flux UI with login and registration, no JavaScript framework.
ar: حزمة البداية الرسمية: Livewire وBlade وFlux UI مع تسجيل الدخول والتسجيل بدون إطار JavaScript.

# SitesTemplateBreezeName
source: Breeze (Blade)
ar: بريز (Blade)

# SitesTemplateBreezeDescription
source: Classic minimal authentication with Blade and Tailwind. Installed with laravel/breeze after the project is created.
ar: تسجيل دخول بسيط كلاسيكي باستخدام Blade وTailwind. يُثبَّت عبر laravel/breeze بعد إنشاء المشروع.

# SitesTemplateJetstreamName
source: Jetstream (Livewire)
ar: جت ستريم (لايف واير)

# SitesTemplateJetstreamDescription
source: Full account features: profile, two-factor login, sessions and API tokens. Installed with laravel/jetstream.
ar: مزايا حساب كاملة: الملف الشخصي والتحقق بخطوتين والجلسات ومفاتيح API. يُثبَّت عبر laravel/jetstream.

# SitesTemplateFilamentName
source: Filament admin panel
ar: لوحة تحكم Filament

# SitesTemplateFilamentDescription
source: An admin panel at /admin built with filament/filament. Create the first user afterwards with make:filament-user.
ar: لوحة تحكم على /admin مبنية بـ filament/filament. أنشئ أول مستخدم بعدها بالأمر make:filament-user.

# SitesTemplateCustomName
source: Community starter kit
ar: حزمة بداية من المجتمع

# SitesTemplateCustomDescription
source: Any starter kit published on Packagist, entered as vendor/package.
ar: أي حزمة بداية منشورة على Packagist، تُكتب بصيغة vendor/package.

# SitesTemplateGroupBlank
source: Basic
ar: أساسي

# SitesTemplateGroupStarterKit
source: Official starter kit
ar: حزمة بداية رسمية

# SitesTemplateGroupPackage
source: Composer package
ar: حزمة Composer

# SitesTemplateGroupCustom
source: Custom
ar: مخصص

# SitesProjectStageInstallingTemplateTitle
source: Installing the template
ar: تثبيت القالب

# SitesProjectStageInstallingTemplateDetail
source: Adding the template's Composer package and running its official install command.
ar: إضافة حزمة Composer الخاصة بالقالب وتشغيل أمر التثبيت الرسمي.

# ServicesEnvironmentCopied
source: Copied {0} .env lines for {1}.
ar: تم نسخ {0} أسطر .env لـ {1}.

# ServicesEnvironmentCopiedSecret
source: Copied {0} .env lines for {1}. They include a local password; paste them only into your own project.
ar: تم نسخ {0} أسطر .env لـ {1}. تتضمن كلمة مرور محلية، فالصقها في مشروعك فقط.

# SitesProjectCreationOperationName
source: Creating {0}
ar: إنشاء {0}

# NotificationOperationSucceededTitle
source: Finished
ar: اكتملت العملية

# NotificationOperationSucceededMessage
source: {0} finished in {1}.
ar: اكتملت {0} خلال {1}.

# NotificationOperationFailedTitle
source: Could not finish
ar: تعذر إكمال العملية

# NotificationOperationFailedMessage
source: {0} failed.
ar: فشلت {0}.

# NotificationOperationFailedWithError
source: {0} failed: {1}
ar: فشلت {0}: {1}

# SitesTintBrush
source: Site color
ar: لون الموقع

# UpdatesFeedNotPublished
source: the online update feed for this release was not found, so only the bundled version list was read
ar: لم يُعثر على ملف التحديثات على الإنترنت لهذا الإصدار، فقُرئت قائمة الإصدارات المضمّنة فقط

# UpdatesFailureHttp
source: the server answered HTTP {0}
ar: ردّ الخادم برمز HTTP {0}

# UpdatesFailureOffline
source: could not reach the server (check the internet connection)
ar: تعذّر الوصول إلى الخادم (تحقق من الاتصال بالإنترنت)

# UpdatesFailureTimeout
source: the server took too long to answer
ar: استغرق الخادم وقتًا طويلًا للرد

# UpdatesFailureRateLimited
source: GitHub is limiting requests right now; try again in an hour
ar: يحدّ GitHub من الطلبات حاليًا؛ حاول مرة أخرى بعد ساعة

# SitesTabTinker.Text
source: Tinker
ar: تينكر

# SitesContextOpenTinker.Text
source: Open in Tinker
ar: افتح في Tinker

# SitesWarningPhpNotInstalled
source: PHP {0} is not installed
ar: PHP {0} غير مثبت

# SitesWarningEnvironmentMissing
source: .env file is missing
ar: ملف .env غير موجود

# SitesWarningAppKeyMissing
source: APP_KEY is empty in .env
ar: APP_KEY فارغ في .env

# SitesWarningDependenciesMissing
source: Composer dependencies are not installed (no vendor folder)
ar: حزم Composer غير مثبتة (لا يوجد مجلد vendor)

# SitesWarningFixInstallPhp
source: Install PHP {0}
ar: تثبيت PHP {0}

# SitesWarningFixEnvironment
source: Create .env from .env.example
ar: إنشاء .env من .env.example

# SitesWarningFixAppKey
source: Generate APP_KEY
ar: توليد APP_KEY

# SitesWarningFixDependencies
source: Run composer install
ar: تشغيل composer install

# SitesWarningOpenDoctor
source: Open Site Doctor
ar: فتح طبيب الموقع

# SitesWarningInstallingPhp
source: Installing PHP {0}
ar: جارٍ تثبيت PHP {0}

# TraySitesRecentHeader
source: Recent
ar: الأخيرة

# TrayPanelOpenRecentSite
source: Open {0} in the browser (recently used)
ar: فتح {0} في المتصفح (مستخدم مؤخرًا)

# JumpListRecentCategory
source: Recent
ar: الأخيرة
